questions = [
  {
    "q": "Какое значение напряжения в бытовой розетке принято называть действующим (среднеквадратичным)?",
    "o": [
      "100 Вольт",
      "220 Вольт",
      "311 Вольт",
      "380 Вольт"
    ],
    "a": 1
  },
  {
    "q": "Чему равна стандартная частота переменного тока в сети РФ и сколько раз в секунду ток меняет свое направление?",
    "o": [
      "50 Гц, направление меняется 50 раз в секунду",
      "100 Гц, направление меняется 50 раз в секунду",
      "50 Гц, направление меняется 100 раз в секунду",
      "60 Гц, направление меняется 120 раз в секунду"
    ],
    "a": 2
  },
  {
    "q": "Из-за каких элементов в цепи переменного тока возникает сдвиг фаз (ситуация, когда пик тока опережает или опаздывает за пиком напряжения)?",
    "o": [
      "Только из-за последовательно соединенных резисторов",
      "Из-за катушек индуктивности или конденсаторов",
      "Из-за идеальных проводов с нулевым сопротивлением",
      "Из-за подключения заземляющего контура к розетке"
    ],
    "a": 1
  },
  {
    "q": "Какова главная причина повсеместного выбора переменного тока (AC) для передачи энергии на большие расстояния?",
    "o": [
      "Его более высокая безопасность для человека по сравнению с постоянным током",
      "Отсутствие необходимости использовать провода с изоляцией",
      "Возможность легкой трансформации напряжения для минимизации потерь",
      "Способность переменного тока течь по одной фазе без использования нуля"
    ],
    "a": 2
  },
  {
    "q": "Какое напряжение действует между двумя фазами в трехфазной сети согласно материалу лекции?",
    "o": [
      "220 В",
      "311 В",
      "380 В",
      "500 000 В"
    ],
    "a": 2
  }
]
