questions = [
    {
        q: "В каких единицах измеряется электрическое сопротивление согласно лекции?",
        o: ["Амперы [А]", "Вольты [В]", "Омы [Ом]", "Ватты [Вт]"],
        a: 2
    },
    {
        q: "Используя закон Ома, вычислите силу тока в цепи, если напряжение составляет 24 В, а сопротивление нагрузки — 6 Ом.",
        o: ["144 А", "4 А", "0.25 А", "30 А"],
        a: 1
    },
    {
        q: "Чему равна электрическая мощность прибора (P), если он подключен к сети 220 В и потребляет ток силой 2 А?",
        o: ["110 Вт", "222 Вт", "440 Вт", "4400 Вт"],
        a: 2
    }
];
