questions = [
  {
    "q": "Какое воздействие электрического тока на организм человека приводит к разложению крови и изменению её химического состава?",
    "o": [
      "Термическое воздействие",
      "Электролитическое воздействие",
      "Биологическое воздействие",
      "Статическое воздействие"
    ],
    "a": 1
  },
  {
    "q": "Какое значение силы тока (50 Гц) считается неотпускающим, когда из-за судорог человек не может сам разжать руку?",
    "o": [
      "0.6 – 1.5 мА",
      "10 – 15 мА",
      "50 – 100 мА",
      "1000 мА"
    ],
    "a": 1
  },
  {
    "q": "За какое время УЗО способно отключить ток при обнаружении опасной утечки через тело человека?",
    "o": [
      "За 0.03 секунды",
      "За 1-2 секунды",
      "За 3 секунды",
      "Мгновенно до начала утечки"
    ],
    "a": 0
  },
  {
    "q": "Каким графическим символом на корпусе электроинструмента обозначается наличие двойной изоляции?",
    "o": [
      "Линия с тремя короткими штрихами",
      "Круг с синусоидой внутри",
      "Значок «квадрат в квадрате»",
      "Треугольник со стрелками наружу"
    ],
    "a": 2
  },
  {
    "q": "В чем заключается смысл правила «одной руки» при работе с электрооборудованием под напряжением?",
    "o": [
      "Оно позволяет работать быстрее и эффективнее",
      "Оно исключает опасный путь тока «рука–рука» через сердце",
      "Оно предотвращает возникновение короткого замыкания на корпус",
      "Оно повышает электрическое сопротивление кожи человека"
    ],
    "a": 1
  }
]
